[
  {
    "day": 1,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Welkom bij de club, maat",
    "content": "**0.2 cm • 0 gram**\n\nOké, dus het is gebeurd. Ergens vandaag is de race begonnen en heeft één van jouw zwemmers de finish bereikt. {partnerName} voelt zich misschien een beetje 'anders', maar kan haar vinger er niet op leggen. Jij merkt waarschijnlijk helemaal niks. Dat is volkomen normaal.\n\n**Regel 1 van het papa-zijn:** Je weet niks. En dat is oké. Niemand verwacht van je dat je vandaag ineens weet hoe je een luier moet verschonen of wat het verschil is tussen een romper en een body. Dat komt allemaal.\n\n**Papa-tip van de dag:** Observeer. Zeg niks, doe niks, kijk gewoon. Je leert meer dan je denkt. Als {partnerName} zucht, probeer niet direct te 'fixen'. Soms is een arm om haar heen genoeg.\n\n**Wat er gebeurt:** De bevruchting heeft plaatsgevonden. Een zaadcel en eicel zijn samengesmolten tot een zygote, die zich nu deelt en op weg is naar de baarmoeder. Het is nu officieel een project in uitvoering.\n\nEn vergeet niet: vandaag is de eerste dag van jullie gezamenlijke reis naar het onbekende. Pak een biertje (voor jezelf) en vier het feit dat jullie zojuist de grootste gok van jullie leven hebben gewaagd."
  },
  {
    "day": 2,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De stille reis begint",
    "content": "**0.2 cm • 0 gram**\n\n{partnerName} is vandaag misschien wat sneller moe dan normaal, maar wijt het aan een lange werkdag. Jij denkt er verder niet over na. Dat mag.\n\n**Vandaag leer je:** De kunst van het 'meebewegen'. Als zij zucht, zucht jij zachtjes mee. Niet te opvallend. Het is een soort geheime high five tussen jullie. Ze voelt zich gesteund zonder dat je iets hoeft te zeggen.\n\n**Geheime papa-tip:** Begin een notitieapp op je telefoon. Noem het 'Rare dingen die {partnerName} doet'. Niet om haar te pesten, maar om patronen te herkennen. Straks komt dit van pas.\n\n**Wat er nu gebeurt:** De bevruchte eicel, nu een blastocyste, reist door de eileider. Het is een soort roadtrip, maar dan microscopisch. Deze reis kost het lichaam van je partner al energie, ook al is er nog niks 'zichtbaar'.\n\nDe kleine is letterlijk op reis van de 'eileider-arena' naar het 'baarmoeder-stadion'. Vandaag is reisdag. En zoals elke verhuizing: het is vermoeiender dan je denkt."
  },
  {
    "day": 3,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Het grote klonen begint",
    "content": "**0.2 cm • 0 gram**\n\nZe zucht vandaag misschien iets vaker. 'Gewoon een drukke week,' zegt ze. Jij knikt instemmend en biedt aan om te koken vanavond. Goed bezig.\n\n**Papa-wijsheid:** Leer de kunst van het anticiperen. Zie je haar fronsen bij de afwas? Pak een theedoek. Ziet ze er moe uit? Zet thee. Het is niet telepathie, het is gewoon goed kijken.\n\n**Grappig feitje:** De kleine is nu aan het klonen. Van 1 naar 2, van 2 naar 4, van 4 naar 8... Het is een soort biologische piramidespel, maar dan legaal. En het gebeurt razendsnel.\n\n**Praktische tip:** Zeg vanavond tegen {partnerName}: 'Je ziet er goed uit.' Gewoon, uit het niets. Ze zal vragen waarom je dat zegt. Antwoord: 'Zomaar.' Trust me.\n\n**Wat je moet weten:** De celdeling gaat in een razend tempo door. De basis voor wat later de baby en de placenta wordt, is nu al gelegd. Het is alsof er een architect een blauwdruk heeft getekend en de bouwvakkers nu de eerste stenen leggen.\n\nJe bent nu officieel 3 dagen bezig met het grootste project van je leven. En je hebt er nog geen flauw idee van."
  },
  {
    "day": 4,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De landing wordt ingezet",
    "content": "**0.2 cm • 0 gram**\n\nVandaag heeft ze misschien een onbestemd gevoel, een soort lichte kramp. 'Zal wel ongesteld worden,' mompelt ze. Jij denkt: 'Oké, PMS incoming. Chocola inslaan.'\n\n**Papa-promotie van de dag:** Je bent nu officieel gepromoveerd tot 'supporter'. Je hoeft het spel niet te snappen, als je maar aan de zijlijn staat en op de juiste momenten klapt.\n\n**Belangrijk gesprek:** Vraag haar vanavond: 'Hoe was je dag?' en luister dan echt. Niet half, niet terwijl je op je telefoon kijkt. Echt luisteren. Ze gaat dit straks nodig hebben.\n\n**De wetenschap:** De blastocyste komt aan in de baarmoeder en bereidt zich voor op de innesteling. Dit kan dat lichte, kramperige gevoel geven. Het is alsof de kleine een hotelkamer boekt en vraagt: 'Kan ik hier de komende 9 maanden blijven?'\n\n**Reality check:** De landing wordt nu voorbereid. De kleine zoekt de beste parkeerplek in de baarmoeder. Eentje met goed uitzicht en dichtbij de voorzieningen. Net als jij in het vliegtuig altijd probeert een raamplekje te krijgen.\n\nSoms is de beste actie geen actie. Gewoon afwachten. Geduld is vanaf nu je nieuwe superkracht."
  },
  {
    "day": 5,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De hormonale revolutie",
    "content": "**0.2 cm • 0 gram**\n\nZe is vandaag misschien wat emotioneler bij een film. Zelfs bij die stomme actieknaller die jij wilde zien. Ze veegt een traantje weg bij een explosie. Jij denkt: 'Wat is hier aan de hand?'\n\n**Levensles:** Emoties zijn als het weer: je kunt er niks aan doen, alleen een paraplu meenemen. Jouw paraplu is een arm om haar heen en de magische woorden: 'Kom maar hier.'\n\n**Papa-hack:** Als ze huilt, vraag dan nooit 'Waarom huil je?' Zeg gewoon: 'Komt het door de film?' En als ze 'nee' zegt, zeg dan: 'Oké.' Punt. Niet doorvragen.\n\n**Wat er gebeurt:** De innesteling begint. De bevruchte eicel graaft zich in de baarmoederwand. Dit proces kan de hormoonhuishouding al licht beïnvloeden. Het is alsof er een klein chemisch laboratorium is geopend in haar lichaam.\n\n**Beeld je dit in:** De kleine is aan het inbreken in de baarmoederwand. Geen zorgen, hij heeft de sleutel. Het is een VIP-ingang. En zoals bij elke verbouwing komt er wat stof vrij. In dit geval: hormonen.\n\n**Gouden tip:** Haal morgen haar favoriete chocola in huis. Niet omdat je iets weet, maar 'zomaar'. Je zult me later dankbaar zijn."
  },
  {
    "day": 6,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Het 'sorry voor het ongemak' briefje",
    "content": "**0.2 cm • 0 gram**\n\nVandaag heeft ze misschien een heel lichte bloeding (een paar druppels). Ze denkt dat het niks is. Jij ook. En jullie hebben allebei gelijk dat jullie er niet in paniek van raken.\n\n**Oude papa-wijsheid:** Soms is de beste actie geen actie. Gewoon afwachten. Geduld is vanaf nu je nieuwe superkracht. Niet elke druppel is een ramp, niet elke verandering is een probleem.\n\n**Geheim agent tip:** Let op hoe ze reageert op dingen. Onthoudt wat haar rustiger maakt. Een kopje thee? Een warm bad? Gewoon jouw aanwezigheid? Dit wordt je arsenaal voor de komende maanden.\n\n**De wetenschap:** Dit kan een 'innestelingsbloeding' zijn. Het is eigenlijk een goed teken: de zwangerschap begint nu echt. Ongeveer 20-30% van de vrouwen ervaart dit. Het is volkomen normaal.\n\n**Leuke vergelijking:** De kleine heeft de verbouwing afgerond en laat een klein 'sorry voor het ongemak'-briefje achter in de vorm van een paar druppels. Zoals elke goede buurman doet na het boren van een gat in de muur.\n\n**Vandaag geen paniek, wel oplettendheid.** En besef: als dit het is, dan zijn jullie nu officieel onderweg."
  },
  {
    "day": 7,
    "week": 1,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De kalme voor de storm",
    "content": "**0.2 cm • 0 gram**\n\nZe voelt zich vandaag prima. Niets aan de hand. Een normale dag. Dit is de stilte voor de storm, maat.\n\n**Papa-advies:** Geniet van de normale dagen. Ze worden zeldzamer dan een goede aflevering van je favoriete serie. Vandaag is een goede dag voor een biertje. Voor jou dan. Zij houdt het nog bij water.\n\n**Belangrijke memo:** Begin alvast met googlen naar 'zwangerschapstesten'. Niet omdat je paranoia wordt, maar omdat voorbereiding de halve overwinning is. En ja, koop er straks een paar. Niet één. Een paar.\n\n**De wetenschap:** De productie van het zwangerschapshormoon (hCG) begint nu serieus op gang te komen. Dit is het hormoon dat een zwangerschapstest straks detecteert. Het is alsof er een fabriek is gebouwd die 24/7 draait.\n\n**Visualisatie:** De hormonenfabriek start de productie op. Vandaag worden de machines getest. Over een paar dagen draaien ze op volle toeren en begint {partnerName} dingen te merken die haar verbazen.\n\n**Filosofische gedachte:** Over een week of wat kan jullie hele leven veranderd zijn. Vandaag is gewoon een dinsdag. Gek he, hoe dat gaat.\n\nGeniet van vandaag. Morgen begint het echte werk."
  },
  {
    "day": 8,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De blaas als populairste club",
    "content": "**0.2 cm • 0 gram**\n\n{partnerName} moet vandaag opvallend vaak naar de wc. Alsof haar blaas ineens gekrompen is tot het formaat van een pingpongbal.\n\n**Papa-training:** Word vrienden met de wc-bril. Je zult hem de komende maanden vaak voor haar naar beneden moeten doen. Zie het als een nieuwe sport: 'wc-bril-gymnastiek'. Je wordt er soepeler van.\n\n**Geheime missie:** Scout alvast alle openbare toiletten in een straal van 5 km rond jullie huis. Je wordt straks de GPS voor haar blaas. 'Links afslaan, daar is een schone wc.'\n\n**De wetenschap:** Het hCG-hormoon en de groeiende baarmoeder zorgen voor extra druk op de blaas. Dit is een van de eerste, meest klassieke zwangerschapssymptomen. Het gaat nog maanden duren.\n\n**Grappige gedachte:** Haar blaas is nu de populairste club van de stad. Iedereen (alle hormonen) moet er constant in en uit. En net als bij een echte club: er is altijd een rij.\n\n**Praktische tip:** Zeg nooit 'Moet je alweer?' Zeg: 'Zal ik meelopen?' Ook al is het voor de tiende keer in een uur. Dit zijn de punten die je nu verzamelt voor later.\n\nWelkom bij week 2. Het is officieel begonnen."
  },
  {
    "day": 9,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De melkfabriek in aanbouw",
    "content": "**0.2 cm • 0 gram**\n\nVandaag zijn haar borsten gevoelig. Alsof ze een lichte zonnebrand hebben, maar dan van binnenuit. Jouw gebruikelijke 'goedemorgen-knuffel' wordt ineens een diplomatieke missie.\n\n**Nieuwe regel:** Handen thuis, tenzij anders geïnstrueerd. Beschouw haar borsten als een museumstuk: kijken, niet aanraken. En als je per ongeluk tegen aan stoot: direct sorry zeggen, ook al was het een ongeluk.\n\n**Papa-diplomatie:** Leer de kunst van de 'lucht-knuffel'. Armen om haar heen, maar geen borstcontact. Het is een nieuwe knuffelstijl die je moet perfectioneren.\n\n**Wetenschappelijk feit:** De borsten bereiden zich al voor op melkproductie. De bloedtoevoer neemt toe, wat ze gezwollen en gevoelig maakt. Het is een 9-maanden durende verbouwing.\n\n**Grappige vergelijking:** De 'melkfabriek' wordt verbouwd. Er worden nieuwe leidingen aangelegd en het personeel wordt getraind. Bouwoverlast is onvermijdelijk. En zoals bij elke verbouwing: niet aankomen wat niet af is.\n\n**Belangrijke levensles:** Dit is het moment om je knuffeltechniek te upgraden. Van 'beer hug' naar 'delicate omhelzing'. Zie het als een masterclass in zachtheid.\n\nOnthoud: ze is even kwetsbaar als kostbaar. Behandel haar daarnaar."
  },
  {
    "day": 10,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Het misselijkheids-bootje",
    "content": "**0.2 cm • 0 gram**\n\nDe 'ik ben een beetje misselijk'-fase begint. Nog niet de hele dag, maar zo'n vlaag in de ochtend. Ze kijkt naar haar koffie alsof het gif is.\n\n**Jouw nieuwe ochtendritueel:** Crackers op het nachtkastje. Geen vragen stellen, gewoon doen. Water binnen handbereik. Een emmer... ach, laten we hopen van niet. Maar wees voorbereid.\n\n**Papa-hack:** Word haar 'misselijkheids-buddy'. Leer de signalen herkennen. Bleek wegtrekken = actie. Snel naar het raam, frisse lucht, water. Jij bent nu de pitcrew bij de Formule 1 van de ochtendmisselijkheid.\n\n**Belangrijke wetenschap:** 'Ochtendmisselijkheid' kan op elk moment van de dag toeslaan. Het wordt veroorzaakt door, je raadt het al, hormonen. Gember en kleine, lichte maaltijden kunnen helpen. Google dat maar even.\n\n**Visualisatie:** Haar maag is een bootje op een onrustige zee. Soms is het windstil, soms is er een storm op komst. Jij bent de kustwacht die haar veilig terug naar de haven begeleidt.\n\n**Gouden regel:** Eet geen vette hamburger waar zij bij is. Bewaar dat voor als je op kantoor bent. Solidariteit, maat.\n\nJe wordt nu officieel haar persoonlijke anti-misselijkheids-expert. Welkom bij de club."
  },
  {
    "day": 11,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De energie-vampier",
    "content": "**0.2 cm • 0 gram**\n\nZe is moe. Niet 'ik heb slecht geslapen'-moe, maar 'ik heb drie marathons achter elkaar gelopen'-moe. Om 15:00 kijkt ze naar de bank alsof het haar beste vriend is.\n\n**Papa-actie:** Als ze op de bank in slaap valt, leg dan een dekentje over haar heen en zet de tv op mute. Dat zijn de kleine dingen die tellen. En maak een foto. Voor later. Als ze vraagt waarom: 'Je zag er zo vredig uit.'\n\n**Nieuwe verantwoordelijkheid:** Neem het voortouw in het huishouden. 'Schat, ik kook vanavond. Ga jij maar even liggen.' Dit zijn de woorden die haar redden. En die jou brownie points opleveren voor de rest van de zwangerschap.\n\n**De wetenschap:** Het aanmaken van de placenta kost het lichaam enorm veel energie. Dit is de meest voorkomende klacht in het eerste trimester. Het is alsof ze een extra orgaan aan het bouwen is. Want dat doet ze ook.\n\n**Grappige realiteit:** De kleine is een energie-vampier. Hij slurpt alle energie op voor de bouw van zijn 9-maanden-durend-paleis (de placenta). En net als bij elke verbouwing: de bewoners zijn kapot.\n\n**Levensles:** Leer haar grenzen respecteren. Als ze zegt dat ze moe is, geloof haar. Help haar. Ze bouwt letterlijk een mens. Dat is fucking indrukwekkend."
  },
  {
    "day": 12,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De spanning stijgt",
    "content": "**0.2 cm • 0 gram**\n\nZe is een paar dagen 'overtijd'. De spanning stijgt. Ze probeert het te negeren, maar jij ziet de radertjes draaien. Ze kijkt vaker naar haar telefoon (de periode-app), rekent dagen uit.\n\n**Belangrijke regel:** Vandaag is niet de dag voor grapjes over 'te laat komen'. Houd het neutraal. 'Kopje thee?' is altijd een goed antwoord. 'Zal ik boodschappen doen?' scoort ook punten.\n\n**Geheime missie:** Ga stiekem naar de drogist. Koop zwangerschapstesten. Meerdere. Verschillende merken. Verstop ze goed. Als zij er klaar voor is om te testen, ben jij voorbereid.\n\n**Papa-wijsheid:** Laat haar het tempo bepalen. Als zij wil praten over de mogelijkheid, luister. Als ze er niet over wil praten, dwing niks. Jouw rol is supporter, niet coach.\n\n**De wetenschap:** Dit is het moment waarop de meeste vrouwen een zwangerschapstest overwegen. De menstruatie blijft uit omdat het baarmoederslijmvlies in stand wordt gehouden voor de baby.\n\n**Grappige gedachte:** De 'maandelijkse update' is gecanceld. Het management (de hormonen) heeft besloten de huidige situatie voor onbepaalde tijd te verlengen.\n\n**Mentale voorbereiding:** Bereid je voor op alle scenario's. En wat er ook gebeurt: jouw eerste reactie bepaalt de toon voor alles wat volgt."
  },
  {
    "day": 13,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Het moment van de waarheid",
    "content": "**0.2 cm • 0 gram**\n\nDe test. Het moment van de waarheid. Twee streepjes. Of een plusje. Of het woord 'Zwanger'. Stilte. Jij en {partnerName} staren naar een plastic staafje alsof het een orakel is.\n\n**Cruciale 10 seconden:** Wat je ook voelt, jouw eerste reactie zet de toon voor de komende 9 maanden. Een simpele 'Oké, wow' en een arm om haar heen is 1000 keer beter dan 'Weet je het zeker?' of 'Holy shit!'.\n\n**Papa-protocol:** Adem. Kijk haar aan. Zeg: 'Oké. We gaan dit samen doen.' Niet meer, niet minder. Laat het bezinken. Voor jullie allebei.\n\n**Belangrijke wetenschap:** Een positieve zwangerschapstest is 99% betrouwbaar. Het meet de aanwezigheid van het hCG-hormoon in de urine. Er is nu geen weg terug. Tijd om de verloskundige te bellen. Maar dat mag morgen ook.\n\n**Historisch moment:** Gefeliciteerd, {userName}. Je hebt zojuist de proloog van het boek uitgespeeld. Welkom bij Hoofdstuk 1 van het grootste avontuur van je leven.\n\n**Praktische tip:** Maak een foto van de test. Ja, echt. Ook al is het gek. Dit is geschiedenis. En over 18 jaar lach je erom.\n\n**Vanavond:** Bestel eten. Praat. Of praat niet. Doe wat goed voelt. Er is geen handleiding voor dit moment."
  },
  {
    "day": 14,
    "week": 2,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De realiteit processing",
    "content": "**0.2 cm • 0 gram**\n\nDe realiteit daalt in. {partnerName} staart vandaag misschien wat vaker in de verte. Jij waarschijnlijk ook. Jullie hersenen zijn druk bezig met het verwerken van de nieuwe data.\n\n**Papa-les:** Vandaag is een dag van stilte en grote gedachten. Laat het gebeuren. Je hoeft niet de hele tijd te praten of 'iets' te doen. Soms is gewoon samen zijn genoeg.\n\n**Normale reacties:** Paniek, blijdschap, angst, opwinding - alles door elkaar. Soms binnen 5 minuten. Dit is volkomen normaal. Jullie zijn geen robots.\n\n**Belangrijke actie:** Bel de verloskundige. Maak een afspraak. Nog niet voor volgende week, maar wel binnen 2 weken. Dit maakt het officieel en geeft jullie een doel.\n\n**Wetenschappelijk feit:** Het nieuws verwerken kost tijd. Zowel voor haar als voor jou. Allerlei vragen en emoties komen op. 'Kunnen we dit?', 'Zijn we er klaar voor?', 'Wat nou als...?' Dat hoort erbij.\n\n**Computervergelijking:** De servers van jullie hersenen zijn aan het crashen door de enorme hoeveelheid nieuwe data. Een reboot is nodig. Geef het tijd.\n\n**Gouden tip:** Ga vanavond iets normaals doen. Een film kijken, boodschappen, opruimen. Routine helpt bij het verwerken.\n\nJe bent nu officieel aanstaande papa. Hoe voelt dat?"
  },
  {
    "day": 15,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De hormonale upgrade",
    "content": "**0.2 cm • 0 gram**\n\nVandaag heeft ze een 'alles-is-stom'-dag. Haar broek zit niet lekker, de koffie smaakt raar, en jij ademt volgens haar te luid. Welkom bij week 3.\n\n**Belangrijke herinnering:** Dit is geen aanval op jou persoonlijk. Het is een systeembrede hormoon-update. Jouw beste verdediging is chocola en tijdelijke afstand. Denk eraan: je bent de brandweer, niet de brand.\n\n**Overlevingsstrategie:** Word een ninja. Sluip door het huis. Adem zachter. Ruim op zonder geluid te maken. Je bent nu in stealth-mode.\n\n**Papa-hack:** Zeg vandaag minstens 3 keer: 'Je hebt gelijk.' Ook al heeft ze het niet. Kies je gevechten. En deze is er geen van.\n\n**De wetenschap:** De hormonen gieren door haar lijf, wat haar extra prikkelbaar kan maken. Het is tijdelijk. (Een soort van. Het kan nog wel een paar maanden duren, maar laten we positief blijven.)\n\n**Computer-analogie:** Ze is een computer die een heel zwaar programma draait. Alles loopt een beetje trager en de ventilator (haar humeur) maakt veel lawaai.\n\n**Gouden regel:** Als ze zegt dat ze zich rot voelt, zeg dan niet 'maar je bent zwanger, dat is toch fijn?' Zeg: 'Wat kan ik voor je doen?'\n\nOverleef vandaag. Morgen is een nieuwe dag."
  },
  {
    "day": 16,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De smaakpapillen-dictator",
    "content": "**0.2 cm • 0 gram**\n\nHaar cravings beginnen. Vanochtend wilde ze augurken, vanmiddag zure matten. Vanavond? Wie zal het zeggen. Haar smaakpapillen zijn gekaapt door een kleine dictator.\n\n**Jouw nieuwe rol:** Jager-verzamelaar 2.0. Je jaagt niet meer op mammoeten, maar op potten augurken om 22:00 uur. Of die specifieke chips die alleen bij die ene winkel verkocht worden.\n\n**Papa-detective:** Word een expert in haar cravings. Maak een lijstje in je telefoon. Augurken, ijs, bepaalde chocola, vreemde combinaties. Dit wordt je overlevingsgids.\n\n**Belangrijke regel:** Vraag nooit 'Weet je het zeker?' als ze iets raars wil eten. Ga gewoon naar de winkel. Vraag niet, doe.\n\n**De wetenschap:** Zwangerschaps-cravings zijn een mysterie. Niemand weet precies waarom, maar het heeft waarschijnlijk te maken met veranderende voedingsbehoeften en hormonen.\n\n**Grappige realiteit:** Haar smaakpapillen zijn gekaapt door een kleine dictator. Vandaag eist hij zuur, morgen zout. Jij bent de onderhandelaar die moet zorgen dat de vrede bewaard blijft.\n\n**Geheime tip:** Sla een voorraad in van haar favoriete 'normale' dingen voordat ze besluit dat ze die niet meer lust.\n\nWelkom bij de gekste boodschappenlijsten van je leven."
  },
  {
    "day": 17,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De DJ van de misselijkheid",
    "content": "**0.2 cm • 0 gram**\n\nVandaag is ze misselijk. De hele dag. De term 'ochtendmisselijkheid' is een leugen, ontdekt ze. Het is meer '24-uurs-misselijkheid'.\n\n**Jouw nieuwe beroep:** Misselijkheids-buddy. Zorg voor water, een emmer in de buurt en afleiding. En eet je vette hamburger ergens anders. Solidariteit, maat.\n\n**Papa-expertlevel:** Leer de anti-misselijkheids-geheimen: gember, kleine beetjes eten, crackers, cola (ja, echt), frisse lucht. Jij wordt haar persoonlijke Google voor alles wat de misselijkheid vermindert.\n\n**De wetenschap:** De misselijkheid piekt vaak rond deze periode. Het is een teken dat de zwangerschapshormonen goed hun werk doen, maar het is loodzwaar voor haar.\n\n**Grappige vergelijking:** De kleine is een DJ en de maag van je partner is de dansvloer. Hij draait de hele dag 'misselijk-makende' beats. Jij bent de bouncer die probeert de boel rustig te houden.\n\n**Praktische tip:** Zeg tegen {partnerName}: 'Dit gaat voorbij.' En meen het. Het gaat echt voorbij, ook al voelt het nu alsof het eeuwig duurt."
  },
  {
    "day": 18,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De onzekerheids-tsunami",
    "content": "**0.2 cm • 0 gram**\n\nZe maakt zich zorgen. 'Doe ik het wel goed? Eet ik wel het juiste?' De onzekerheid slaat toe als een tsunami van 'wat-als'-gedachten.\n\n**Jouw mantra voor vandaag:** 'Je doet het geweldig.' Herhaal dit. Ook als ze het niet gelooft. Ooit landt het. En dan weer. En dan nog een keer.\n\n**Papa-superpower:** Word een menselijke Wikipedia, maar dan zonder de paniek. Zoek betrouwbare informatie, maar doseer het. Niet alles tegelijk.\n\n**Belangrijke wetenschap:** Zorgen zijn normaal. Het is een teken dat ze een betrokken moeder wordt. Help haar door betrouwbare informatie te zoeken, maar niet te veel tegelijk.\n\n**Visualisatie:** Haar hoofd is Google, en de enige zoekterm is 'wat-als-het-fout-gaat'. Jouw taak is de browser af en toe te sluiten en haar te laten weten dat ze op de goede weg is.\n\n**Gouden regel:** Zeg nooit 'Maak je geen zorgen.' Zeg: 'Ik snap dat je je zorgen maakt. Wat kan ik doen om je te helpen?' Erkenning first, oplossing second."
  },
  {
    "day": 19,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De bouwvakker die overuren draait",
    "content": "**0.2 cm • 0 gram**\n\nVandaag heeft ze een 'energie-dip' van heb-ik-jou-daar. Ze valt bijna in slaap terwijl ze haar tanden poetst. Dit is geen luiheid, dit is wetenschap.\n\n**Papa-actieplan:** Neem het voortouw. 'Schat, ik kook vanavond. Ga jij maar even liggen.' Dit zijn de woorden die haar dag redden. En die jou punten opleveren tot in de eeuwigheid.\n\n**Reality check:** De ontwikkeling van de baby's organen is in volle gang. Dit kost bakken met energie. Rust is geen luxe, het is een medische noodzaak.\n\n**Grappige vergelijking:** De kleine is een bouwvakker die 24/7 doorwerkt aan het grootste project ooit. Geen wonder dat de directrice (je partner) af en toe instort van vermoeidheid.\n\n**Praktische wijsheid:** Als ze zegt dat ze moe is, geloof haar. Help haar. Ze bouwt letterlijk een mens van niks. Dat is het meest indrukwekkende wat er bestaat.\n\n**Avond-tip:** Zet de wekker 30 minuten eerder morgen. Zodat zij langer kan slapen. Kleine moeite, grote impact."
  },
  {
    "day": 20,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De nesteldrang-manager",
    "content": "**0.2 cm • 0 gram**\n\nZe heeft vandaag een 'opruim-woede'. Alles moet anders, schoner, beter. Het is het begin van de nesteldrang, en jij bent zojuist aangesteld als projectassistent.\n\n**Overlevingsstrategie:** Blijf uit de weg. Of nog beter: help mee. Sorteer die oude tijdschriften. Organiseer die rommellade. Je scoort er megapunten mee.\n\n**Wetenschappelijk feit:** Nesteldrang is een oerinstinct om een veilige 'nest' te creëren voor de baby. Het kan in vlagen komen en gaan, dus wees voorbereid.\n\n**Grappige realiteit:** De kleine heeft via de interne post een memo gestuurd: 'Dit huis is een bende. Graag opruimen voor mijn aankomst.' {partnerName} is nu de uitvoerder van dit bevel.\n\n**Papa-tip:** Zeg nooit 'Dat kan toch wel wachten?' Zeg: 'Waar zal ik beginnen?' En bedoel het. Dit is investeren in jullie toekomst.\n\n**Geheime bonus:** Een opgeruimd huis = een rustiger zwangere vrouw = een rustiger papa. Win-win-win."
  },
  {
    "day": 21,
    "week": 3,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De officiële project-kickoff",
    "content": "**0.2 cm • 0 gram**\n\nVandaag is de eerste afspraak bij de verloskundige. Spannend. Veel vragen, veel informatie, en jullie worden eindelijk officieel 'zwanger'.\n\n**Jouw rol vandaag:** Notulist en emotionele steun. Schrijf de belangrijke dingen op. Je partner onthoudt de helft niet door de zenuwen. Jij bent haar externe geheugen.\n\n**Belangrijke actie:** Stel vragen. Ook domme vragen. 'Wat betekent dat precies?' en 'Hoe vaak gebeurt dat?' Je bent nu investeerder in dit project, dus je hebt recht op alle informatie.\n\n**De wetenschap:** De eerste afspraak is een intake. Er wordt bloed afgenomen, de bloeddruk gemeten en er worden veel vragen gesteld over jullie gezondheid en levensstijl.\n\n**Vergelijking:** Dit is de eerste officiële project-kick-off. De verloskundige is de projectmanager. Jullie zijn de... tja, de hele organisatie eigenlijk.\n\n**Na afloop:** Ga ergens een koffie drinken (zij thee). Bespreek wat je gehoord hebt. Dit is een mijlpaal. Vier het een beetje."
  },
  {
    "day": 22,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De kleding-revolutie",
    "content": "**0.2 cm • 0 gram**\n\nZe heeft vandaag voor het eerst zwangerschapskleding gegoogeld. Ze sluit de laptop snel als je binnenkomt. Mission: maak dit normaal.\n\n**Papa-diplomatie:** Zeg iets als: 'Ik zag laatst een coole spijkerbroek met zo'n buikband. Zag er best comfortabel uit.' Maak het gewoon, normaal, praktisch.\n\n**Belangrijke wetenschap:** Hoewel een buikje nog niet zichtbaar is, kan haar eigen kleding al strakker zitten door een opgezette buik en groeiende baarmoeder.\n\n**Grappige realiteit:** Haar kleding is in staking. Ze weigeren nog langer mee te werken onder de huidige omstandigheden. Tijd voor onderhandelingen (=nieuwe kleding).\n\n**Praktische tip:** Ga samen shoppen. Maak er een leuke middag van. Laat haar dingen passen, geef complimenten. 'Dat staat je echt goed' is nooit verkeerd.\n\n**Investering-mindset:** Zie zwangerschapskleding niet als uitgave, maar als investering in haar comfort en zelfvertrouwen. Dat is goud waard."
  },
  {
    "day": 23,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De personal trainer voor evenwicht",
    "content": "**0.2 cm • 0 gram**\n\nVandaag is ze duizelig als ze te snel opstaat. De wereld draait even voor haar, alsof ze net uit een draaimolen stapt.\n\n**Jouw nieuwe reflex:** Bied altijd een arm aan als ze opstaat. Je bent haar persoonlijke stabilisator, haar menselijke leuning.\n\n**Wetenschappelijke uitleg:** Duizeligheid komt vaak voor. Haar bloedvolume neemt toe en haar bloeddruk kan lager zijn, wat dit draaierige effect veroorzaakt.\n\n**Leuke vergelijking:** Haar interne evenwichtssysteem wordt geherkalibreerd. Soms hapert de software even. Dan heb je een backup nodig: jij.\n\n**Praktische maatregelen:** Zorg dat ze altijd water bij zich heeft. Laat haar langzaam opstaan. Houd glucose-snoepjes in je zak (voor noodgevallen).\n\n**Papa-skill development:** Je ontwikkelt nu ninja-reflexen. Je ziet haar opstaan en bent er automatisch. Dit is training voor later, als de kleine begint te lopen."
  },
  {
    "day": 24,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De hormonen geven een feestje",
    "content": "**0.2 cm • 0 gram**\n\nHaar huid is onrustig. Puistjes. 'Ik lijk wel weer een puber,' zucht ze. En jij denkt: hoe reageer ik hier tactisch op?\n\n**Gouden regel:** Zeg nooit: 'Oh ja, ik zie het.' Zeg: 'Je straalt nog steeds.' Leugentje om bestwil is in dit geval een daad van pure liefde.\n\n**De wetenschap:** Hormonale acne is een veelvoorkomende zwangerschapsklacht. De talgproductie van de huid raakt van slag door alle hormonen die rondzeilen.\n\n**Grappige vergelijking:** De hormonen geven een feestje en haar gezicht is de dansvloer. Helaas laten ze nogal wat rommel achter. Maar het feest is voor een goed doel.\n\n**Praktische steun:** Zorg voor zachte huidproducten. Ga samen naar de drogist. Laat haar experimenteren. Jouw taak: complimenten geven, ongeacht de situatie.\n\n**Perspectief:** Dit gaat voorbij. En zelfs als het niet voorbij gaat: zij is prachtig, puistjes of niet. Laat haar dat voelen."
  },
  {
    "day": 25,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De file in haar hoofd",
    "content": "**0.2 cm • 0 gram**\n\nZe heeft vandaag hoofdpijn. Een zeurend, vervelend gevoel dat niet weggaat, alsof er een file is in haar hoofd.\n\n**Papa-verpleger modus:** Zorg voor een donkere, stille kamer. Een koud washandje op haar voorhoofd doet wonderen. Je bent nu parttime verpleger, fulltime held.\n\n**Wetenschappelijke achtergrond:** Hoofdpijn kan worden veroorzaakt door hormonen, vermoeidheid, stress of uitdroging. Paracetamol mag, maar met mate. Raadpleeg altijd de verloskundige bij twijfel.\n\n**Visualisatie:** Er is een file in haar hoofd. Allemaal hormonen die tegelijkertijd proberen de kruising over te steken. Chaos, kortom.\n\n**Praktische oplossingen:** Water, rust, een massage van jouw handen, donkerte, stilte. En vooral: jouw aanwezigheid zonder verwachtingen.\n\n**Lange termijn:** Leer massagetechnieken. Nekspieren, slapen, schouders. Dit wordt handig tijdens de zwangerschap én erna. Investeer in je skills."
  },
  {
    "day": 26,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De geheime missie wordt openbaar",
    "content": "**0.2 cm • 0 gram**\n\nZe vertelt het vandaag aan haar beste vriendin. Jij hoort het gegil van vreugde door de telefoon. De inner circle wordt ingewijd.\n\n**Jouw rol:** Geef haar de ruimte om dit moment te delen. Dit is haar 'inner circle'. Jouw beurt met jouw vrienden komt nog. Laat haar dit hebben.\n\n**Belangrijke wetenschap:** Het delen van het nieuws is een grote stap. Het maakt het 'echter'. Vaak wordt gewacht tot de termijnecho, maar sommigen delen het eerder met naasten.\n\n**Grappige vergelijking:** Het nieuws is als een geheim agent die eindelijk zijn cover mag opblazen. De eerste missie is het informeren van de bondgenoten.\n\n**Emotionele ondersteuning:** Ze zal waarschijnlijk emotioneel zijn na dit gesprek. Vreugde, opluchting, zenuwachtigheid - alles door elkaar. Wees er, luister, knuffel.\n\n**Praktische tip:** Bereid je voor. Nu haar beste vriendin het weet, gaan er meer mensen volgen. Bespreek samen hoe en wanneer jullie het verder gaan vertellen."
  },
  {
    "day": 27,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "Het eerste bioscoopkaartje",
    "content": "**0.2 cm • 0 gram**\n\nVandaag is de eerste echo misschien gepland. De dag dat je {babyName} voor het eerst als een klein, knipperend lichtje ziet. Welkom bij de première.\n\n**Papa-protocol:** Houd haar hand vast. Het is oké om emotioneel te worden. Ja, jij ook. Het is een klein wonder op een groot scherm, en je mag daar gewoon van ondersteboven zijn.\n\n**Wetenschappelijke mijlpaal:** De eerste echo is vaak rond 8-10 weken. Je kunt het hartje zien kloppen. Het is een bevestiging dat alles (voor nu) goed gaat.\n\n**Filmvergelijking:** Dit is de trailer van de film die de komende 18 jaar van je leven gaat bepalen. Geniet van dit voorproefje, want het wordt een lang verhaal.\n\n**Praktische tip:** Vraag om extra foto's. Vraag alles wat je wilt weten. Dit is jouw moment om vader te worden, letterlijk, visueel, tastbaar.\n\n**Emotionele voorbereiding:** Het is oké als je niet direct iets voelt. Het is oké als je wel iets voelt. Er is geen 'goede' manier om hierop te reageren. Gewoon zijn is genoeg."
  },
  {
    "day": 28,
    "week": 4,
    "length_cm": 0.2,
    "weight_gr": 0.0,
    "title": "De zwangerschapsgloed en victory dinner",
    "content": "**0.2 cm • 0 gram**\n\nZe is vandaag opgelucht en blij na de goede echo. Een 'zwangerschapsgloed' begint zichtbaar te worden. De spanning valt weg, de vreugde neemt over.\n\n**Papa-viermoment:** Dit is een goed moment om haar mee uit eten te nemen. Vier deze mijlpaal. Ze heeft het verdiend. Jij ook. Jullie hebben de eerste level-boss verslagen.\n\n**Wetenschappelijke uitleg:** Na een goede eerste echo neemt de onzekerheid vaak af en kan het genieten beginnen. De zogenaamde 'gloed' komt door een betere doorbloeding van de huid.\n\n**Gaming-analogie:** De eerste level-boss is verslagen. De sfeer in het team is top. Tijd voor een 'victory dinner'. Level 2 kan komen, jullie zijn er klaar voor.\n\n**Belangrijke overgang:** Dit markeert het einde van de eerste maand van weten dat jullie zwanger zijn. Van vermoeden naar weten naar zien naar accepteren. Wat een reis.\n\n**Vooruitblik:** De komende maanden worden anders. Minder angst, meer opwinding. Minder geheim, meer gedeeld. Minder onbekend, meer avontuur.\n\nGefeliciteerd, {userName}. Je hebt de eerste 28 dagen overleefd. En niet alleen dat: je hebt ze geweldig gedaan."
  }
]
